IDEA Open Model
ReinfBarInclined.InclinedReinfBarType Property
Compatible with IDEA StatiCa Beta 20.0
 Type of inclined reinf bar
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public InclinedReinfBarType InclinedReinfBarType { get; set; }
Public Property InclinedReinfBarType As InclinedReinfBarType
	Get
	Set
Property Value
Type: InclinedReinfBarType
See Also
Reference
ReinfBarInclined Class
IdeaRS.OpenModel.Detail Namespace